<?php

//
// This is used by captcha_cn.php, as the reservoir to choose captcha characters from.
// 25 chars per line. 
//
// Reference: http://www.zbyw.cn/xhzd/
//
// @By: Xin Chen
// @Created on: 7/22/2013
// @Last modified: 7/22/2013
//

$dict_cn = <<<EOF
樊翻繁藩蕊鼎攥蝎畦量爽热登隅承星果眼勤家晚涎尊睿夏
语建卷攀善喉猴啊糕癫巅瘫整震蔼霭懊翱鏖氨黯鹌鞍鳞彪
一二三四五六七八九十
蕊鼎攥蝎畦打量田开发爽热头登气秀承星六安笑房买目测
面果只眼风阳兴几作丰勤怀节长度空延升家卜晚秋放寒假
尊灵瓦睿夏语存建卷来攀雪拉系善泥臣乌山石宁业传青高
爱水女好焱明无盛虚臧留向川得紫拙校钱步寒火夕树离堆
少倾太曲华瘦蒙堂心周匪游寻公羊豆卿九朝筱解散公共侧
画四黑金球戴瞥小蹈京春将甲强穴贝拜奇乙占谷雷安静拧
飞胜乐立懿母羽铁林暴多皮禄革光宥临说劳白其她地美好
圆地郎回野沙又都声贾非狗土乘远字所不还宜曦包不同意
鱼冲民数夜盖黄积炅越埠深瓜共运单怦离车豪偌思飕举重
钟廿行司施花群古进复文斗亮尚虎烨望领音汤戚仰耳目涨
农路张潜主通憋盘翌挺壑随宿缝义鑫草丝静见虐布海洋系
烟觞麒生历幸雨钻武匡门蓬湛城本旋羹意凡秉罗申请您好
木余娄劲北彬世就盥里密比天神瑰玉澄绿沓冷香气层曾经
麦甘冰震柔玄沂寿仍篡陷成鸣大银美李世界民众热闹非凡
泅入徒宝老勇根能重云遇蓑怡韦幼枧南歌祖师菩提保佑欲
军志桦干没顿过崛香阴颖河笃馨户自七在卅莫尖观世音乐
EOF;

?>
